Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Filtered by notes. Trashed items aren't shown.
be: Адфільтравана па нататках. Не паказаны элементы, якія знаходзяцца ў сметніцы.
ca: La llista es filtra per notes. Els elements de la paperera no es mostren.
cs: Filtrováno podle poznámek. Položky z koše nejsou zobrazeny.
da: Filtreret efter noter. Elementer i papirkurven vises ikke.
de: Nach Notizen gefiltert. Einträge im Papierkorb werden nicht angezeigt.
el: Φιλτράρεται κατά σημειώσεις. Τα απορριφθέντα στοιχεία δεν εμφανίζονται.
es: Se ha filtrado la lista por notas. No se muestran los elementos en la papelera.
es_419: Se filtró la lista por notas. No se muestran los elementos en la papelera.
fi: Suodatettu muistiinpanojen perusteella. Roskakorissa olevia kohteita ei näytetä.
fr: La liste est filtrée par notes. Les éléments dans la corbeille ne s'affichent pas.
hu: Jegyzetek alapján szűrve. A lomtárban lévő elemek nem jelennek meg.
id: Difilter berdasarkan catatan. Item dalam sampah tidak ditampilkan.
it: Filtrato per note. Gli elementi cestinati non vengono visualizzati.
ja: ノートによってフィルタリングされています。ゴミ箱のアイテムは表示されません。
ka: გაფილტრულია შენიშვნებით. ნაგავში გადატანილი ელემენტები ნაჩვენები არაა.
ko: 메모로 필터되었습니다. 삭제된 항목은 보이지 않습니다.
nb: Filtrert etter notater. Elementer som er slettet, vises ikke.
nl: Gefilterd door notities. Items die verplaatst worden, worden niet weergegeven.
pl: Filtrowane przez dane notatki. Usunięte elementy nie będą pokazywane.
pt: A lista foi filtrada por notas. Os itens eliminados não são mostrados.
pt_br: Filtrado por notas. Os itens descartados não são exibidos.
ro: Filtrate după notițe. Cele din gunoi nu sunt afișate.
ru: Фильтруется по заметкам. Удаленные элементы не отображаются.
sk: Filtrované podľa poznámok. Položky v koši nie sú zobrazené.
sv: Filtrerat efter anteckningar. Kastade objekt visas inte.
tr: Notlar süzüldü. Çöpe atılmış ögeler görüntülenmiyor.
uk: Відфільтровано за нотатками. Видалені елементи не показуються.
vi: Đã lọc theo ghi chú. Các mục đã xóa không được hiển thị.
zh_hans: 按备注筛选。不显示回收站中的项目。
zh_hant: 已依備註篩選。垃圾桶中的項目不會顯示。

source: Finance
be: Фінансы
ca: Finances
cs: Peníze
da: Finans
de: Finanzen
el: Οικονομικά
es: Finanzas
es_419: Finanzas
fi: Rahoitus
hu: Pénzügyek
id: Finansial
it: Finanza
ja: ファイナンス
ko: 금융
nb: Finans
nl: Financiën
pl: Finanse
pt: Finanças
pt_br: Finanças
ro: Finanțe
ru: Финансы
sk: Financie
sv: Ekonomi
tr: Finans
uk: Фінанси
vi: Tài chính
zh_hans: 财务
zh_hant: 金融

source: First name
be: Імя
ca: Nom
cs: Jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
es_419: Nombre
fi: Etunimi
fr: Prénom
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ka: სახელი
ko: 이름
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Primeiro nome
pt_br: Primeiro nome
ro: Prenume
ru: Имя
sk: Meno
sl: Ime
sv: Förnamn
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 名
zh_hant: 名

source: Floor
be: Паверх
ca: Planta
cs: Podlaží
da: Etage
de: Etage
el: Όροφος
es: Piso
es_419: Piso
fi: Kerros
fr: Étage
hu: Emelet
id: Lantai
it: Piano
ja: フロア
ka: სართული
ko: 층
nb: Etasje
nl: Verdieping
pl: Piętro
pt: Piso
pt_br: Piso
ro: Etaj
ru: Этаж
sk: Poschodie
sl: Nadstropje
sv: Våning
tr: Kat
uk: Поверх
vi: Tầng
zh_hans: 楼层
zh_hant: 樓層

source: Follow these simple steps to get the best experience:
be: Прытрымлівайцеся гэтых простых крокаў, каб атрымаць лепшы досвед:
ca: Seguiu aquests passos per obtenir la millor experiència:
cs: Postupujte podle následujících jednoduchých kroků, abyste měli co nejlepší zážitek:
da: Følg disse enkle trin for at få den bedste oplevelse:
de: Befolge diese einfachen Schritte, um das bestmögliche Erlebnis zu erhalten:
el: Για την καλύτερη εμπειρία, ακολουθήστε τα εξής απλά βήματα:
es: Sigue estos pasos para obtener la mejor experiencia:
es_419: Siga estos pasos para obtener la mejor experiencia:
fi: Seuraa näitä yksinkertaisia ohjeita parasta kokemusta varten:
fr: Voici quelques étapes simples qui vous permettront de profiter de la meilleure expérience possible :
hu: Kövesse ezeket az egyszerű lépéseket, a sikeres használathoz:
id: Ikuti langkah-langkah sederhana ini untuk mendapatkan pengalaman terbaik:
it: Segui questi semplici passaggi per ottenere la migliore esperienza:
ja: 以下の簡単な手順に従って、最高の体験を手に入れてください：
ka: საუკეთესო გამოცდილების მისაღებად ამ მარტივ ნაბიჯებს გაჰყევით:
ko: 최상의 사용 환경을 누리려면 다음 간단한 단계를 따르세요
nb: Følg disse enkle trinnene for å få den beste opplevelsen:
nl: Volg deze eenvoudige stappen om de beste ervaring te krijgen:
pl: Wykonaj proste kroki, aby uzyskać najlepsze wrażenia:
pt: Siga estes passos simples para obter a melhor experiência:
pt_br: Siga estas simples etapas para obter a melhor experiência:
ro: Urmați acești pași simpli pentru a obține cea mai bună experiență:
ru: Следуйте этим простым шагам, чтобы получить лучший опыт:
sk: Pre čo najlepší zážitok nasledujte tieto jednoduché kroky:
sl: Za najboljšo izkušnjo sledite tem preprostim korakom:
sv: Följ dessa enkla steg för att få den bästa upplevelsen:
tr: En iyi deneyimi elde etmek için şu basit adımları izleyin:
uk: Для найкращої роботи виконайте ці прості кроки:
vi: Hãy làm theo các bước đơn giản sau đây để có được trải nghiệm tốt nhất:
zh_hans: 请按照以下简单步骤获得最佳体验：
zh_hant: 按照這些簡單步驟即可獲取最佳實務體驗：

source: For added security, set up two-factor authentication on the following accounts.
be: Наладзьце двухфактарную аўтэнтыфікацыю на наступных уліковых запісах, каб дадаць бяспеку.
ca: Per a obtenir una major seguretat, configureu l'autenticació de doble factor als comptes següents.
cs: Pro zvýšení bezpečnosti nastavte dvoufázové ověření na následujících účtech.
da: Indstil to-faktor-godkendelse på følgende konti for ekstra sikkerhed.
de: Für zusätzliche Sicherheit solltest du die Zwei-Faktor-Authentifizierung für die folgenden Konten einrichten.
el: Για πρόσθετη ασφάλεια, ρυθμίστε τον έλεγχο ταυτότητας δύο παραγόντων στους ακόλουθους λογαριασμούς.
es: Para añadir seguridad, configura la autenticación de dos factores en las siguientes cuentas.
es_419: Para agregar seguridad, configure la autenticación de dos factores en las siguientes cuentas.
fi: Tehosta suojaustasi määrittämällä kaksivaiheinen tunnistautuminen seuraaville tileille.
fr: Pour une meilleure sécurité, activez l'authentification à deux facteurs sur les comptes suivants.
hu: További biztonságért, állítson be kétlépcsős hitelesítést a következő fiókokon.
id: Untuk keamanan yang lebih, atur autentikasi dua faktor pada rangkaian akun berikut.
it: Per maggiore sicurezza, configura l'autenticazione a due fattori sui seguenti account.
ja: セキュリティを強化するには、次のアカウントに 2 要素認証を設定します。
ka: დამატებითი უსაფრთხოებისთვის მოირგეთ 2FA შემდეგ ანგარიშებზე.
ko: 향상된 보안을 위해 다음 계정에 2단계 인증을 설정하세요.
nb: For ekstra sikkerhet, konfigurer tofaktorautentisering på følgende kontoer.
nl: Voor extra beveiliging, stel tweestapsverificatie in op de volgende accounts.
pl: Aby zwiększyć bezpieczeństwo, ustaw uwierzytelnianie dwustopniowe w następujących kontach.
pt: Para aumentar a segurança, configure a autenticação de dois fatores nas seguintes contas.
pt_br: Por motivos de segurança, configure autenticação de dois fatores para as seguintes contas.
ro: Pentru securitate sporită, configurați autentificarea cu doi factori pentru următoarele conturi.
ru: Для повышения безопасности настройте двухфакторную аутентификацию для следующих аккаунтов.
sk: Pre zvýšenie bezpečnosti nastavte dvojstupňové overenie na týchto účtoch.
sl: Za dodatno varnost nastavite dvostopenjsko avtentikacijo za naslednje račune.
sv: För ökad säkerhet, ställ in tvåfaktorsautentisering på följande konton.
tr: Daha fazla güvenlik sağlamak için şu hesaplarda iki adımlı doğrulamayı ayarlayın.
uk: Для додаткової безпеки налаштуйте двоетапну автентифікацію для наступних облікових записів.
vi: Để tăng cường bảo mật, hãy thiết lập xác thực 2 yếu tố cho các tài khoản sau
zh_hans: 为提高安全性，请在以下账户中设置双因素身份验证。
zh_hant: 為了加強安全性，請於以下帳號設定雙重身分驗證。

source: For one-off sharing.
be: Для аднаразовага абагульвання.
ca: Per a una compartició puntual.
cs: Pro jednorázové sdílení.
da: Til engangsdeling.
de: Für einmaliges Teilen.
el: Για εφάπαξ κοινή χρήση.
es: Para un uso único.
es_419: Para un uso único.
fi: Kertaluonteista jakamista varten.
fr: Pour un partage unique.
hu: Egyszeri megosztásra.
id: Untuk pembagian yang hanya satu kali
it: Per una condivisione unica.
ja: 一度限りの共有のために。
ka: ერთჯერადი გაზიარებისთვის
ko: 일회성 공유에 유용합니다.
nb: For engangsdeling.
nl: Voor eenmalig delen.
pl: Do jednorazowego udostępnienia.
pt: Para partilha única.
pt_br: Para uso único.
ro: Pentru partajare unică.
ru: Для одноразового использования.
sk: Na jednorazové zdieľanie.
sl: Za enkratno deljenje.
sv: För engångsdelning.
tr: Bir kerelik paylaşım için.
uk: Для одноразового поширення.
vi: Để chia sẻ một lần.
zh_hans: 用于一次性共享。
zh_hant: 用於一次性共享。

source: Force synchronization
be: Прымусовая сінхранізацыя
ca: Força la sincronització
cs: Vynutit synchronizaci
da: Fremtving synkronisering
de: Synchronisation erzwingen
el: Επιβολή συγχρονισμού
es: Forzar la sincronización
es_419: Forzar sincronización
fi: Pakota synkronointi
fr: Forcer la synchronisation
hu: Szinkronizálás kényszerítése
id: Paksa sinkronisasi
it: Forza sincronizzazione
ja: 強制同期
ka: ნაძალადევი სინქრონიზაცია
ko: 강제로 동기화
nb: Tving synkronisering
nl: Forceer synchronisatie
pl: Wymuś synchronizację
pt: Forçar a sincronização
pt_br: Forçar sincronização
ro: Forțare sincronizare
ru: Принудительная синхронизация
sk: Vynútiť synchronizáciu
sl: Vsili sinhronizacijo
sv: Tvinga synkronisering
tr: Şimdi eşitle
uk: Примусова синхронізація
vi: Buộc đồng bộ hóa
zh_hans: 强制同步
zh_hant: 強制同步

source: Forwarding to
be: Перасылаецца на
ca: S'està reenviant a
cs: Přeposílání na
da: Videresendes til
de: Wird weitergeleitet an
el: Προώθηση σε
es: Reenviando a
es_419: Reenviando a
fi: Ohjaa osoitteeseen
fr: Transfert vers
hu: Továbbítási cím
id: Meneruskan ke
it: Inoltro a
ja: 転送先
ka: გადამისამართება
ko: 다음으로 전달:
nb: Videresender til
nl: Doorsturen naar
pl: Przekaż do
pt: A encaminhar para
pt_br: Encaminhamento para
ro: Se redirecționează către
ru: Пересылка на
sk: Preposielať na
sl: Posredovanje na
sv: Vidarebefordrar till
tr: Şuraya iletiliyor
uk: Пересилання на
vi: Chuyển tiếp đến
zh_hans: 转发至
zh_hant: 轉寄至

source: From
be: Ад
ca: De
cs: Od
da: Fra
de: Von
el: Από
es: De
es_419: De
fi: Lähettäjä
fr: De
hu: Küldő
id: Dari
it: Da
ja: 差出人
ka: გამომგზავნელი
ko: 보낸 사람
nb: Fra
nl: Afzender
pl: Od
pt: De
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
tr: Kimden
uk: Від
vi: Từ
zh_hans: 发件人
zh_hant: 寄件者

source: From your alias <%@>
be: З вашага псеўданіма <%@>
ca: Del vostre àlies <%@>
cs: Z vašeho aliasu <%@>
da: Fra dit alias <%@>
de: Von deinem Alias <%@>
el: Από το ψευδώνυμό σας <%@>
es: De tu alias <%@>
es_419: De su alias <%@>
fi: Aliakseltasi <%@>
fr: De votre alias <%@>
hu: Erről az e-mail álnevéről <%@>
id: Dari alias <%@> milik Anda
it: Dal tuo alias <%@>
ja: エイリアス<%@>から
ka: თქვენი ფსევდონიმიდან <%@>
ko: 나의 별칭 <%@>에서
nb: Fra aliaset ditt <%@>
nl: Van uw alias <%@>
pl: Z aliasu <%@>
pt: A partir do seu alias <%@>
pt_br: A partir de seu endereço alternativo <%@>
ro: De la aliasul <%@>
ru: От вашего псевдонима <%@>
sk: Z vášho aliasu <%@>
sv: Från ditt alias <%@>
tr: <%@> takma adınızdan
uk: З вашого псевдоніма <%@>
vi: Từ bí danh <%@> của bạn
zh_hans: 来自您的别名地址 <%@>
zh_hant: 來自您的別名 <%@>

source: Full name
be: Поўнае імя
ca: Nom complet
cs: Jméno a příjmení
da: Fulde navn
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre completo
es_419: Nombre completo
fi: Koko nimi
fr: Nom complet
hu: Teljes név
id: Nama lengkap
it: Nome completo
ja: フルネーム
ka: სრული სახელი
ko: 본인 이름
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
pt_br: Nome completo
ro: Numele complet
ru: Полное имя
sk: Meno a priezvisko
sl: Polno ime
sv: Fullständigt namn
tr: Tam ad
uk: Повне ім'я
vi: Tên đầy đủ
zh_hans: 全名
zh_hant: 全名

source: Full name copied
be: Поўнае імя скапіявана
ca: S'ha copiat el nom complet.
cs: Celé jméno zkopírováno
da: Fulde navn kopieret
de: Vollständiger Name kopiert
el: Το πλήρες όνομα αντιγράφηκε
es: Se ha copiado el nombre completo.
es_419: Nombre completo copiado
fi: Koko nimi kopioitiin
fr: Le nom complet a été copié.
hu: Teljes név másolva
id: Nama lengkap disalin
it: Nome completo copiato
ja: 氏名をコピーしました
ka: სრული სახელი დაკოპირდა
ko: 이름 복사됨
nb: Fullt navn kopiert
nl: Volledige naam gekopieerd
pl: Imię i nazwisko zostało skopiowane
pt: O nome completo foi copiado.
pt_br: Nome completo copiado
ro: Numele complet s-a copiat.
ru: Полное имя скопировано
sk: Celé meno skopírované
sl: Ime in priimek kopirana
sv: Fullständigt namn kopierat
tr: Tam ad kopyalandı
uk: Повне ім'я скопійовано
vi: Đã sao chép tên đầy đủ
zh_hans: 全名已复制
zh_hant: 已複製全名

source: Gender
be: Пол
ca: Gènere
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Género
es_419: Sexo
fi: Sukupuoli
fr: Genre
hu: Neme
id: Jenis kelamin
it: Sesso
ja: 性別
ka: სქესი
ko: 성별
nb: Kjønn
nl: Geslacht
pl: Płeć
pt: Sexo
pt_br: Gênero
ro: Gen
ru: Пол
sk: Pohlavie
sl: Spol
sv: Kön
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

source: Generate a secure password
be: Згенерыраваць надзейны пароль
ca: Genera una contrasenya segura
cs: Vygenerovat bezpečné heslo
da: Generér en sikker adgangskode
de: Sicheres Passwort generieren
el: Δημιουργήσετε έναν ασφαλή κωδικό πρόσβασης
es: Genera una contraseña segura
es_419: Genere una contraseña segura
fi: Luo turvallinen salasana.
fr: Générez un mot de passe sécurisé.
hu: Egy biztonságos jelszó létrehozása
id: Hasilkan kata sandi yang aman
it: Genera una password sicura
ja: 安全なパスワードの生成
ka: უსაფრთხო პაროლის გენერირება
ko: 보안 비밀번호 생성
nb: Generer et sikkert passord
nl: Genereer een veilig wachtwoord
pl: Generuj bezpieczne hasło
pt: Gerar uma palavra-passe segura
pt_br: Gerar uma senha segura
ro: Generați o parolă sigură.
ru: Сгенерировать надежный пароль
sk: Vygenerovať bezpečné heslo
sl: Ustvari varno geslo
sv: Generera ett säkert lösenord
tr: Güvenli bir parola oluşturun
uk: Згенерувати надійний пароль
vi: Tạo một mật khẩu bảo mật
zh_hans: 生成一个安全密码
zh_hant: 生成一個安全密碼

source: Generate password
be: Згенерыраваць пароль
ca: Genera la contrasenya
cs: Generovat heslo
da: Generér adgangskode
de: Passwort generieren
el: Παραγωγή τυχαίου κωδικού πρόσβασης
es: Generar contraseña
es_419: Generar contraseña
fi: Luo salasana
fr: Générer un mot de passe
hu: Jelszó létrehozása
id: Buat kata sandi
it: Genera password
ja: パスワードを生成
ka: პაროლის გენერირება
ko: 비밀번호 생성
nb: Generer passord
nl: Wachtwoord genereren
pl: Generuj hasło
pt: Gerar uma palavra-passe
pt_br: Gerar senha
ro: Generare parolă
ru: Создать пароль
sk: Vygenerovať heslo
sl: Ustvari geslo
sv: Generera lösenord
tr: Parola oluştur
uk: Згенерувати пароль
vi: Tạo mật khẩu
zh_hans: 生成密码
zh_hant: 生成密碼

source: Generate secure link
be: Згенерыраваць бяспечнаю спасылку
ca: Genereu un enllaç segur
cs: Vytvořit bezpečný odkaz
da: Generer sikkert link
de: Sicheren Link generieren
el: Δημιουργήστε ασφαλή σύνδεσμο
es: Generar un enlace seguro
es_419: Generar un enlace seguro
fi: Luo suojattu linkki
fr: Générer un lien sécurisé
hu: Biztonságos hivatkozás létrehozása
id: Hasilkan tautan aman
it: Genera un link sicuro
ja: セキュアリンクを生成
ka: დაცული ბმულის გენერაცია
ko: 안전한 링크 만들기
nb: Generer sikker kobling
nl: Beveiligde link genereren
pl: Generuj link
pt: Gerar uma ligação segura
pt_br: Gerar link seguro
ro: Generare legătură web sigură
ru: Сгенерировать защищенную ссылку
sk: Generovať bezpečný odkaz
sl: Ustvari varno povezavo
sv: Generera säker länk
tr: Güvenli bağlantı oluştur
uk: Створити безпечне посилання
vi: Tạo liên kết an toàn
zh_hans: 生成安全链接
zh_hant: 產生安全加密鏈結

source: Generate unique passwords
be: Генерацыя ўнікальных пароляў
ca: Generi contrasenyes úniques
cs: Vygenerujte jedinečná hesla
da: Generér unikke adgangskoder
de: Generiere einzigartige Passwörter
el: Δημιουργήστε μοναδικούς κωδικούς πρόσβασης
es: Genera contraseñas únicas
es_419: Genere contraseñas únicas
fi: Luo ainutlaatuisia salasanoja
fr: Générez des mots de passe uniques
hu: Hozzon létre egyedi jelszavakat
id: Hasilkan kata sandi yang unik
it: Genera password univoche
ja: 一意のパスワードを生成してください
ka: დააგენერირეთ უნიკალური პაროლები
ko: 독특한 비밀번호 생성
nb: Generer unike passord
nl: Genereer unieke wachtwoorden
pl: Wygeneruj unikalne hasła
pt: Gerar palavras-passe únicas
pt_br: Gere senhas exclusivas
ro: Generați parole unice
ru: Сгенерировать уникальные пароли
sk: Vygenerovať jedinečné heslá
sl: Ustvarite edinstvena gesla
sv: Generera unika lösenord
tr: Benzersiz parolalar oluşturun
uk: Створити унікальні паролі
vi: Tạo các mật khẩu không trùng lặp
zh_hans: 生成唯一密码
zh_hant: 產生獨特密碼字元

source: Generate unique passwords for each account to increase your security.
be: Генерыруйце ўнікальныя паролі для кожнага ўліковага запісу, каб павялічыць сваю бяспеку.
ca: Genereu contrasenyes úniques per a cada compte per a augmentar la seguretat.
cs: Pro každý účet si vygenerujte jedinečné heslo, abyste zvýšili zabezpečení.
da: Generé unikke adgangskoder for hver konto for at øge din sikkerhed.
de: Generiere einzigartige Passwörter für jeden Account, um deine Sicherheit zu erhöhen.
el: Δημιουργήστε μοναδικούς κωδικούς πρόσβασης για κάθε λογαριασμό για να αυξήσετε την ασφάλειά σας.
es: Genera contraseñas únicas de cada cuenta para mejorar su seguridad.
es_419: Genere contraseñas únicas de cada cuenta para mejorar su seguridad.
fi: Vahvista suojaustasi luomalla kaikille tileille ainutlaatuiset salasanat.
fr: Pour plus de sécurité, générez un mot de passe unique pour chaque compte.
hu: Hozzon létre egyedi jelszavakat minden fiókhoz, a biztonság növelése érdekében.
id: Hasilkan kata sandi yang unik masing-masing akun untuk meningkatkan keamanan Anda.
it: Genera password univoche per ciascun account per aumentare la tua sicurezza.
ja: セキュリティを強化するために、アカウントごとに一意のパスワードを生成します。
ka: შექმენით უნიკალური პაროლები თითოეული ანგარიშისთვის თქვენი უსაფრთხოების გასაზრდელად.
ko: 보안을 강화하기 위해 각 계정에 고유한 비밀번호를 생성하십시오.
nb: Generer unike passord for hver konto for å øke sikkerheten.
nl: Genereer unieke wachtwoorden voor iedere account om uw veiligheid te verhogen.
pl: Wygeneruj unikalne hasła dla każdego konta, aby zwiększyć swoje bezpieczeństwo.
pt: Gere uma palavra-passe única para cada conta para melhorar a sua segurança.
pt_br: Gere senhas exclusivas para cada conta para aumentar sua segurança.
ro: Generați parole unice pentru fiecare cont pentru a vă spori securitatea.
ru: Создайте уникальные пароли для каждого аккаунта, чтобы повысить уровень безопасности.
sk: Vygenerujte jedinečné heslá pre každé konto, aby ste zvýšili svoju bezpečnosť.
sl: Ustvarite edinstvena gesla za vsak račun posebej, da povečate svojo varnost.
sv: Generera unika lösenord för varje konto för att öka din säkerhet.
tr: Güvenliğinizi artırmak için her hesapta ayrı benzersiz parolalar oluşturun.
uk: Створіть унікальні паролі для кожного облікового запису, щоби підвищити рівень безпеки.
vi: Tạo các mật khẩu không trùng lặp cho từng tài khoản để tăng cường bảo mật.
zh_hans: 为每个账户生成唯一的密码，以提高安全性。
zh_hant: 為每個帳號生成獨特的密碼字元，以提升您的安全性。

source: Generated passwords
be: Згенерыраваныя паролі
ca: Contrasenyes generades
cs: Generovaná hesla
da: Genererede adgangskoder
de: Generierte Passwörter
el: Δημιουργημένοι κωδικοί πρόσβασης
es: Contraseñas generadas
es_419: Contraseñas generadas
fi: Luodut salasanat
fr: Mots de passe générés
hu: Létrehozott jelszavak
id: Kata sandi yang dihasilkan
it: Password generate
ja: パスワードを生成する
ko: 비밀번호가 생성됨
nb: Genererte passord
nl: Gegenereerde wachtwoorden
pl: Wygenerowane hasła
pt: Palavras-passe geradas
pt_br: Senhas geradas
ro: Parole generate
ru: Сгенерированные пароли
sk: Generované heslá
sl: Generirana gesla
sv: Genererade lösenord
tr: Oluşturulmuş parolalar
uk: Згенеровані паролі
vi: Các mật khẩu đã tạo
zh_hans: 生成的密码
zh_hant: 已生成的密碼

source: Get an email alias to use on new apps
be: Атрымайце псеўданім электроннай пошты для выкарыстання ў новых праграмах
ca: Obteniu un àlies de correu electrònic per utilitzar en aplicacions noves
cs: Získání e-mailového aliasu pro použití v nových aplikacích
da: Få et e-mail-alias til brug i nye apps
de: Hol dir einen E-Mail-Alias, den du für neue Apps verwenden kannst.
el: Αποκτήστε ένα ψευδώνυμο ηλεκτρονικού ταχυδρομείου για χρήση σε νέες εφαρμογές
es: Obtener un alias de correo electrónico para utilizarlo en nuevas aplicaciones
es_419: Obtenga un alias de correo para usar en aplicaciones nuevas
fi: Hanki sähköpostialias, jota voit käyttää uusissa sovelluksissa.
fr: Créez un alias d'adresse e-mail que vous utiliserez dans les nouvelles applications.
hu: Új e-mail álnév létrehozása új alkalmazásokhoz
id: Dapatkan alias email untuk digunakan pada berbagai aplikasi baru
it: Ottieni un alias email da utilizzare nelle nuove applicazioni
ja: 新しいアプリで使用するメールエイリアスを取得する
ka: მიიღეთ ელფოსტის ფსევდონიმი ახალ აპებზე გამოსაყენებლად
ko: 새 앱에서 사용할 이메일 별칭 받기
nb: Få et e-postalias som du kan bruke i nye apper.
nl: Ontvang een e-mailalias voor gebruik in nieuwe apps
pl: Uzyskaj alias do użycia w nowych aplikacjach
pt: Obtenha um alias de e-mail para utilizar em novas aplicações.
pt_br: Obtenha um alias de e-mail para usar em novos aplicativos
ro: Obțineți un alias de e-mail pentru a-l utiliza la aplicațiile noi.
ru: Получите псевдоним электронной почты для использования в новых приложениях
sk: Získať emailový alias na použitie v nových aplikáciách
sl: Pridobite e-poštni vzdevek za uporabo v novih aplikacijah
sv: Skaffa en e-postalias för att använda på nya appar
tr: Yeni uygulamalarda kullanmak için bir takma e-posta adresi edinin
uk: Отримайте псевдонім е-пошти для використання в нових програмах
vi: Tạo một bí danh email để sử dụng trên các ứng dụng mới
zh_hans: 获取在新应用程序上使用的邮箱别名
zh_hant: 取得電子郵件別名以使用新的應用程式
